function MainpageDescription() {
  return (
    <div className='mainpage__description description'>
      <div className='description__title'>
        Опоры трубопроводов от Бастион Груп - производитель металлических
        изделий №1
      </div>
      <div className='description__text'>
        Надежность работы трубопровода в значительной мере зависит от
        правильности и прочности его крепления. Основные средства крепления
        трубопроводов — это опора, подвеска, кронштейны, скобы и другие части
        опорных конструкций. <hr /> Мы изготавливаем типовые опоры трубопроводов
        по нижеперечисленным существующим нормативным документам, а также
        изготовим любые нестандартные опоры трубопроводов по чертежам заказчика.
      </div>
      <div className='description__text'>
        Жесткие и пружинные подвески рассчитаны на вертикальную нагрузку
        горизонтальных и вертикальных участков трубопровода. Основным материалом
        деталей является сталь 17гс-12, 17г1с-12, 14г2-12, 09г2с-14, 20, 20к и
        пр.
      </div>
      <div className='description__text'>
        Марка стали выбирается исходя от параметров окружающей среды, опоры
        могут использоваться при температуре от -60°C. Конструкции опор,
        представленные на сайте, отличаются между собой методом крепления с
        трубопроводом и несущей способностью.
      </div>
      <div className='description__text'>
        Подвески являются сборными устройствами, соединяются при помощи сварки.
        Сварные швы отвечают требованиям СНиП III-18-75, СНиП II-23-81.
        Резьбовые части опор обрабатываются антикоррозионной смазкой ПВК по ГОСТ
        19537-83 или ее аналогом.
      </div>
      <div className='description__show-all'>Скрыть описание</div>
    </div>
  );
}

export default MainpageDescription;
